Repository: legolas237/upward_mobile
Catalog: lib/l10n/app_*.arb
Languages: fr

# helloWorld
source: Hello Guys
fr: Bonjour les gars

source: Hello !
fr: Bonjour !

# next
source: I continue
fr: Je continue

# onboardingTitle
source: Free yourself from chaos. Organize your tasks, live with peace of mind.
fr: Libérez-vous du chaos. Organisez vos tâches, vivez l'esprit léger.

# setYourPreferredLanguage
source: Select your preferred language
fr: Choisir votre langue préférée

# whatIsYourName
source: To continue, please enter your name.
fr: Pour continuer, veuillez saisir votre nom.

# fullName
source: First & Last name(s)
fr: Prénom(s) & Nom(s)

# anErrorOccurred
source: Unable to continue. An error has occurred.
fr: Impossible de continuer. Une erreur est survenue.

# startToWrite
source: Start writing
fr: Commencer à écrire

# whyEnterName
source: This information helps us provide you with an even better experience.
fr: Cette information nous permet de vous proposer une expérience encore meilleure.

# addTask
source: Add a new task
fr: Nouvelle tâche

# error
source: Oops Error!
fr: Oups Error!

# isEmptyAroundHere
source: It's empty around here
fr: C'est vide par ici

# emptyTasks
source: To start organizing, add tasks to your board
fr: Pour commencer à organiser, ajouter des tâches à votre tablea

source: Unclassified
fr: Non classées

# completed
source: Complete
fr: Complètes

# uncompleted
source: Not complete
fr: Non complètes

# partiallyCompleted
source: Partially complete
fr: Part ... complètes

# title
source: Enter title
fr: Le titre

# taskContent
source: Task description
fr: Description de la tâche

source: Continue writing
fr: Continuer à écrire

# enterCheckListDescription
source: Enter item
fr: Saisir l'élément

source: Saving ...
fr: Enregistrement ...

source: Retry
fr: Réessayer

# allTasks
source: All
fr: Toutes

# takeOnePicture
source: Take a photo
fr: Prendre une photo

# chooseIntoGallery
source: Choose from gallery
fr: Choisir dans la galerie

# changeStatus
source: Change the activity status
fr: Changer le statut de l'activité

source: Status
fr: Statut

# permanentlyDenied
source: Authorization required to access the microphone
fr: Autorisation requise pour accéder au micro
